--[[ 
▀▄ ▄▀▀▄▄▀▀▄▄▀▀▄▄▀▀▄▄▀▀▄▄▀▀▄▄▀▀▄▀▄▄▀▀▄▄▀▀▄▄▀▀▄▄▀▀          
▀▄ ▄▀                                      ▀▄ ▄▀ 
▀▄ ▄▀    BY Amoure                          ▀▄ ▄▀ 
▀▄ ▄▀     BY Amoure       (@Amoure10)     ▀▄ ▄▀ 
▀▄ ▄▀ JUST WRITED BY Amoure                 ▀▄ ▄▀   
▀▄ ▄▀       broadcast  :رساله لخاص         ▀▄ ▄▀ 
▀▄▀▀▄▄▀▀▄▄▀▄▄▀▀▄▄▀▀▄▄▀▄▄▀▀▄▄▀▀▄▄▀▄▄▀▀▄▄▀▀▄▄▀▄▄▀▀
--]]do

function run(msg, matches)
return [[

االبوت الذي يعمل على مجوعات السوبر فقط 🔸�

     ≪تم صنع البوت بواسطة المطور≫
                      『 @Amoure10 』
            🔹#Dev 		#—¤÷(`[¤*ے?ےطه/jalta*¤]´)÷¤—🔹
]]
end

return {
description = "Shows bot q", 
usage = "spam Shows bot q",
patterns = {
"مطور البوت$",

},
run = run 
}
end
